public class Main {
    public static void main(String[] args) {

        System.out.println("___________________________________________________________________________________________");
        System.out.println("___________________________Условные операторы. Часть 2.____________________________________");
        System.out.println("___________________________________________________________________________________________");

        System.out.println("___________________________________________________________________________________________");
        System.out.println("_____________________________________Задача 1______________________________________________");
        System.out.println("___________________________________________________________________________________________");

                //
                //
                // Снова проблемы с пулл-реквестом. Попробую все удалить и запушить пустой код, А затем снова накатить изменения из ветки.





    }

}